Revit 2024 API
ReloadSwapOutInfo.CurrentVersion Property
 New version.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2019
Syntax
C#
public int CurrentVersion { get; }
Visual Basic
Public ReadOnly Property CurrentVersion As Integer
	Get
Visual C++
public:
property int CurrentVersion {
	int get ();
}
See Also
ReloadSwapOutInfo Class
Autodesk.Revit.DB Namespace